{
  "******start*****@gww********": "@gww翻译开始",
  "rarity-1": "普通",
  "rarity-2": "良好",
  "rarity-3": "稀有",
  "rarity-4": "史诗",
  "rarity-5": "传说",
  "rarity-6": "神话",
  "race-1": "神族",
  "race-2": "人族",
  "race-3": "虫族",
  "Star count: %total% (Occupied: %number%)": "恒星数：%total% 个（已被占领：%number%）",
  "Galaxy Lord: %name% (Available for auction)": "星系主：%name% （可竞拍获得）",
  "Galaxy Prize: 10,000 STAR (issue at 24:00 UTC)": "星系奖励： 10000 STAR（每UTC 24点派发）",
  "Remaining time for claiming (24:00 UTC)": "剩余可领取时间(UTC 24)",
  "h": "时",
  "m": "分",
  "s": "秒",
  "Galaxy Auction": "星系竞拍",
  "Occupy Star": "占领恒星",
  "Occupy": "占领恒星",
  "Current Price": "当前价格",
  "Current Winner": "当前得主",
  "After other’s bidding, you can get (≈ %value% BNB)": "别人竞拍后，你可以获得（≈ %value% BNB）",
  "Galaxy rewards for you (10,000 STAR)": "可获得星系奖励(10000 STAR)",
  "Bidding Reward": "竞标价格",
  "Calculation Method:": "计算方式：",
  "Cooling": "冷却：",
  "Bidding Now": "立即竞拍",
  "After a successfully bid, you can claim the reward of the Galaxy at 24:00 UTC every day": "竞拍成功后，可在每日UTC24点领取该星系的奖励",
  "If other people bid it while you have it, you can only claim the reward from when you take it to the time when you lose it.": "如果中途被其他人竞拍获得，则只能领取从拥有开始到失去拥有的时间段的奖励",
  "%name% successfully bid the galaxy with %price% BNB at %time% UTC": "UTC %time% %name% 以%price% BNB 竞拍成功获得该星系",
  "Bidding Succeeded": "竞拍成功",
  "Bidding Failed": "竞拍失败",
  "Star": "恒星",
  "Output": "产出",
  "Occupied Times": "被占领次数",
  "Seize Star": "抢夺恒星",
  "Occupy Succeeded": "占领成功",
  "Occupy Failed": "占领失败",
  "Seize Succeeded": "抢夺成功",
  "Seize Failed": "抢夺失败",
  "To upgrade, you need to sacrifice planets of the same quality and grade": "升级需献祭相同品质、相同等级的星球",
  "When all buildings' grade is 1 level above the planet grade, the planet can be upgraded": "所有建筑等级高于星球等级1级时可升级",
  "Energy building grade does not meet the standard": "能量建筑等级不符合",
  "Upgrade Planet": "星球升级",
  "The upgrade process will last for 6 hours, during which the planet will not be able to operate. Do you want to continue?": "升级会持续6小时，期间将无法操作星球，是否继续升级？",
  "Confirm to upgrade": "确认升级",
  "Current Lv%value% effect": "当前 Lv%value% 效果",
  "Lv%value% effect after upgrade": "升级后 Lv%value% 效果",
  "Building grade up limit": "建筑等级上限",
  "All buildings' HP": "所有建筑HP",
  "All buildings' defenses": "所有建筑防御",
  "Claimable today (STAR)": "今日可领取(STAR)",
  "Claim": "领取",
  "Commander! Please create an identity for yourself": "指挥官！请为自己创建一个身份",
  "Enter a name you want": "输入您想要的名称",
  "Enter the inviter's address (optional)": "输入邀请人地址（选填）",
  "Create an identity will consume 100 DSG, the system will automatically exchange BNB for this amount of DSG using a real-time exchange rate.": "需要消耗100 DSG创建，系统将通过BNB即时交易等额DSG创建身份",
  "Registration Failed": "注册失败",
  "6~30 characters (Support English, Chinese, and numbers)": "请输入6~30个字符，支持中英文、数字",
  "Invalid invitation address": "无效邀请地址",
  "Please enter the correct nickname": "请输正确的昵称",
  "Confirm to create": "确认创建",
  "Payment for creating identity": "创建身份所需支付",
  "BnbRegister": "账号钱包余额不足支付创建身份所需的%DSG% DSG,是否同意支付%BNB% BNB 创建身份?",
  "Confirm and Pay": "确认支付",
  "Invite to earn": "邀请返利",
  "Commander": "指挥官",
  "You don't have a planet yet, please acquire a planet to start your Galaxy journey": "您还没有一个星球，请先获得一个星球开始星球之旅",
  "You will have a chance to get": "有几率获得",
  "Ordinary": "普通",
  "Common, Uncommon, or Rare Planet": "普通、良好、稀有星球",
  "Advanced": "高级",
  "Uncommon, Rare, or Epic Planet": "良好、稀有、史诗星球",
  "Super": "超级",
  "Epic, Legendary, or Mythic Planet": "史诗、传说、神话星球",
  "Purchase succeeded, try your luck now!": "购买成功，快试试您的手气吧！",
  "BNB Value": "价值BNB",
  "Opening": "正在打开",
  "Open blind box": "打开盲盒",
  "Purchasing": "购买中",
  "Buy blind box": "购买盲盒",
  "Planet Name": "星球命名",
  "Planet Nickname": "星球昵称",
  "Enter planet nickname": "请输入星球昵称",
  "5~20 characters ": "限制5-20个字符",
  "Confirming": "确定中",
  "Confirm": "确定",
  "Grade": "等级",
  "Rarity": "稀有度",
  "Planet Race": "星球种族",
  "Race Features": "种族特色",
  "Manage Planet": "管理星球",
  "Planet Upgrading": "星球升级中",
  "Upgrade Failed": "升级失败",
  "Upgrade succeeded": "升级成功",
  "None": "无",
  "No Data": "暂无数据",
  "Features": "特点",
  "Spacemen are the mysterious advanced creatures of galaxies. They have the supreme racial civilization, and their highly advanced technology and spiritual abilities give them absolute strength in space. Spacemen have AOE damage skills, and their comprehensive combat power is more balanced than the other two groups.": "宇宙人属于星系的神秘高等生物，有着至高的种族文明，高度超前的技术和精神能力让它们在太空中有着绝对实力。宇宙人有着AOE的伤害建筑，综合战力相对其他两种组更均衡。",
  "shield, recovery, AOE": "护盾，恢复，AOE",
  "Interstellar guards composed of the United Legion, roam in various galaxies. Absolute mechanical capabilities and high-tech technology provide absolute combat protection, and they have long-range tactical capabilities, which can give them defense against Zerg. Productivity and building HP are relatively low due to their roam.": "由联合军团组成的星际护卫，游迹在各个星系。绝对的机械能力和高科技技术，提供了绝对的战斗保护，并且有着远程战术能力，对虫族有着抵御作用。受游迹原因生产效率和建筑HP相对较低。",
  "defense, healthcare, long-range operation": "防御，医疗，远程",
  " A brutal race evolved from interstellar creatures, with super high damage power, their innate weapons and armor are comparable to other races, and devoting spirit makes them extremely strong and deadly. But no AOE and short-range attack abilities are their weak points.": "星际生物演变进化的残暴种族，拥有极高的伤害力，天生的武器和铠甲与其他种族相比毫不逊色，献身精神使得虫族极其强和致命。但没有AOE和近距攻击是它们的弱点。",
  "speed, high burst": "速度，高爆发",
  "The planet is under cultivating, it has no capacity yet": "培育中，该星球暂时没有产能",
  "Supplement Resources": "补充资源",
  "Planet storage tank": "星球储存罐",
  "There are working planets": "有正在工作的星球",
  "There are upgrading planets": "有正在升级的星球",
  "Building cannot work as usual while upgrading": "存在正在升级的建筑物无法正常工作",
  "The buildings’ grade of the planet to be upgraded does not meet the standard": "升级星球的建筑等级不符合",
  "Attributes": "属性",
  "More Attributes": "额外",
  "Lack of upgrade experience": "升级经验不足",
  "Devour": "吞噬",
  "Upgrade experience": "升级经验",
  "Upgrade consumption": "升级消耗",
  "No data, Go to open the blind box": "暂无数据，前往打开盲盒",
  "Max sales:": "最大销售量:",
  "Sold:": "已销售量:",
  "Open quantity": "开启数量",
  "Purchase quantity": "购买数量",
  "******种族翻译开始********": "******种族翻译开始********",
  "Mammoth": "猛犸",
  "1st generation mecha hunter, with high-speed fire bursting ability and thick armour, slow mobility is a weakness.": "1代机甲猎人，拥有高射速爆发厚甲，但行动缓慢是缺点。",
  "Cannon Tank": "加农坦克",
  "The strongest combat unit of the Terran, with great long-range attack capability.": "人族最坚强的战斗单位，有着不俗的远程攻击。",
  "Ares": "战神",
  "As a single burst mecha, it can cause tons of damage, but energy overload will lead to a cooling state and cannot continue to attack.": "单次爆发的机甲，可以造成成吨伤害，但会由于能量过载，进入冷却状态无法持续攻击。",
  "Riot soldiers": "防爆兵",
  "Shields are always the key to their survival against all kinds of attacks.": "盾牌永远是他们生存的关键，可以抵御各种攻击。",
  "Dragon-Diamond": "龙钻战机",
  "The Terran melee mecha can break through any defense, but monotonous attack also makes it easy to become a meat shield.": "人族近战机甲，可以攻破任何防御，但是单一的攻击方式也让其容易成为肉盾。",
  "Humanoid Mecha": "人形机甲",
  "The optimized mecha move quickly and can cause precise damage to enemies continuously.": "优化后的机甲，可以快速位移的同时还能精准对敌人造成持续伤害。",
  "Death": "死神",
  "2nd generation mecha hunter, with serious damage and defense power, and increased air defense capability, red armor is their belief in victory.": "2代机甲猎人，高伤害和高防御，增加了防空能力，红色铠甲是他们胜利的信仰。",
  "King Kong": "金刚",
  "It has a stronger defense and destructive power to tear enemies into pieces.": "有着更强的抵御能力和破坏力，可以把敌人撕成碎片。",
  "Berserker Mecha": "狂暴机甲兵",
  "Roam through the battlefield with the blessing of special serum, and it can easily kill enemies. But the flesh is always flesh.": "穿梭于战场的战士，在特种血清的加持下，可以轻松干掉敌人。但肉身始终是肉身。",
  "Destroyer": "毁灭",
  "Weird hexagonal combat machine, suit for long-range combat and flexible lineup.": "怪异的六角的战斗机器，适合远程作战，和灵活布局。",
  "Urgot": "厄加特",
  "360° attack, dead-zone free, adaptable to changes in the battlefield at any time, and its output ability is outstanding.": "360°无死角攻击，可以随时应变战场变化，输出能力突出。",
  "Gareth": "加雷斯",
  "Gareth is definitely a game opener, it can clear any obstacles quickly and chase after victory.": "加雷斯绝对是一个打开局面的战斗单位，可以快速清除任何障碍，乘胜追击。",
  "Marauder": "劫掠者",
  "The 3rd generation mecha hunter, it is closer to human form, with high mobility and mixed output, turning the enemy's position into ashes.": "3代机甲猎人，更接近人形态，高机动性和混合输出，让敌人阵地化为灰烬。",
  "Blue Spider": "青蛛",
  "Ultra-mobility combat machine, it can quickly approach the enemy and cause confusion, but its damage power is extremely low.": "超高机动性战斗机器，能快速接近敌人，并且给敌人造成混乱，但伤害极低",
  "Red Spider": "红蛛",
  "Copper Spider": "铜蛛",
  "Yellow Spider": "黄蛛",
  "Punisher": "惩罚者",
  "With high-precision tech weapons, it can make enemies lose their lives in front of the missile.": "有着高精度的科技武器，精准制导，让敌人在导弹丢掉性命",
  "Double-headed flame": "双头焰",
  "It can spray ultra-hot flames with mixed blue and red fire, like a pleasant symphony.": "可以喷射出超高温火焰，蓝焰红焰混合输出，像极了一首悦耳的交响曲。",
  "Alpha": "阿尔法",
  "The most mysterious fighting unit of Terran, no enemy can survive under his feet.": "人族最神秘的战斗单位，没有任何敌人能在他的脚下生存。",
  "Humpback Whale": "座头鲸号",
  "The Terran aircraft carrier is the battle command ship, and it can resist small-scale attacks.": "人族的航空母舰，可以抵御小规模攻击，是战斗指挥舰。",
  "Cheetah": "猎豹",
  "First strike fighter, it can quickly approach the enemy's above to deliver harassment strikes.": "航空先攻战机，可以快速接近敌人上空进行骚扰打击",
  "Nightmare": "梦魇",
  "The enemy's sky nightmare, it can quickly flash to the enemy position to attack, but its defense capability is very weak.": "敌人空中噩梦，可以快速闪烁到敌人阵地进行攻击，但防御非常低",
  "Crow": "乌鸦",
  "High-mobility fighters in the air with flexible attack methods, and strong to-air/to-ground capabilities, high-tech weapons are their only means of winning.": "空中高机动的战机，有着灵活的攻击方式，对空对地，高科技武器是他们战胜的唯一手段。",
  "Shark": "鲛鲨",
  "The escort of human command ships, its task is to ensure the survival of the mothership.": "人类指挥舰的护卫队，保证母舰的生存。",
  "Zealot MK1": "狂热者MK1",
  "Infrared semi-automatic mecha warriors the best choice for the strike force.": "红外线半自动机甲战士，是突进部队的不二选择",
  "Zealot MK2": "狂热者MK2",
  "Zealot MK3": "狂热者MK3",
  "Explorer": "探索者",
  "Ground reconnaissance unit, without any attack capability.": "地面侦查单位，无任何攻击能力",
  "Victor": "维克托",
  "The Aurora Cannon has a massive single-unit killing capability; its disadvantage is the long attack interval.": "极光加农炮具有非常大的单体杀伤能力，缺点是攻击间隔较长",
  "War Machine": "战争机器",
  "The oldest troop vanguard of Terran, it can clear the front lines of the battlefield and open up the route of attack. Although it is an old machine, it is battle-hardened.": "人族最古老的部队先锋，可以清理战场前线，打开进攻的路线，虽然是老机器但身经百战。",
  "Ranger": "巡游者",
  "It can investigate terrain and create better attack routes; its only attack method is the closely guided grenades.": "可以侦探地形，创造更好的进攻路线，唯一的攻击方式是贴合的制导榴弹",
  "Tango Wolf": "探戈狼",
  "It can carry out single-unit continuous strafing with strong damage power and inexhaustible energy.": "可以进行单体连续扫射，持续伤害强，有着用不完的能量",
  "Crabworm": "蟹虫",
  "It has a hard shell, and it can quickly shuttle through the battlefield, its damage is not enough but its attack speed is very fast.": "有个坚硬的外壳，可以快速穿梭战场中，伤害不够但攻速极快",
  "Multi-eyed beast": "多眼兽",
  "With multiple eyes and tentacles, it can quickly detect enemies and conduct sneak attacks.": "用于多个眼睛和触角，可以快速分辨敌人方向，进行偷袭",
  "Self-exploding Worm": "自爆熔虫",
  "Its body is covered with explosive pulp, and once the enemy is identified, it will self-explode, causing huge and continuous damage.": "身上铺满了爆炸果浆，只要识别到敌人就会自爆造成巨大伤害和持续伤害",
  "Ground Bull": "地牛",
  "With a large body and spongy skin, it can do huge damage, attack method: eat the enemy in one bite!": "高大的身躯和海绵皮肤，可以地方伤害，攻击方式：一口吃掉敌人！",
  "Armored Beetle": "披甲獠虫",
  "It can curl into a ball close to the opponent, causing crash damage, its long fangs can pierce through the enemy.": "可以卷缩成一团接近对方，造成撞击伤害，长长的獠牙可以将敌人刺穿",
  "Ant Spider": "蚁蛛",
  "The combination of ants and spiders can silently approach the enemy and apply deadly venom.": "蚂蚁和蜘蛛的结合体，可以悄无声息的接近敌方，并且对地方施加致命毒液",
  "Winged Fish": "蜓翼齿鱼",
  "A fish variant that can fly low in the air, with amazing bite force, and its tail can release deadly poisonous gas.": "能在低空飞行的鱼类变异体，咬合力惊人，尾部可以释放致命毒气",
  "Dragon-feet troll ": "龙脚矿母",
  "A crawling troll with multiple dragon feet, covered with ore, and the suckers of its arms can hold the enemy firmly and choke it to death.": "有着多条龙脚的爬行巨怪，身上长满了矿石，手臂的吸盘可以牢牢控住对方直到死亡",
  "Abyssal Mouth": "深渊巨口",
  "A giant mouth in the shape of a piranha can swallow large enemies.": "食人花形状的巨嘴，张开可以吞下地方形体更大的单位",
  "Pincer Beetle": "巨钳甲虫",
  "With two super-heavy pincers, it can give the enemy a fatal blow, to make the enemy faint if not dead.": "两个超级重量的钳子，可以给敌人致命一击，不死也会直接昏厥",
  "Spiked Squid": "尖刺乌贼",
  "With the spiky tentacles, it can put enemies into its mouth and enjoy the taste of victory.": "长满尖刺的触角，可以将敌人嘴中，享受胜利的滋味",
  "Nydus Worm": "坑道蠕虫",
  "It can suddenly spring from the tunnel, catch the opponent by surprise, and disrupte the opponent's position.": "从地道突然窜出，给对方措手不及，扰乱对方的阵地",
  "Ant Lord": "巨蚁领主",
  "As mutated species from the void, it's the enemy's nightmare.": "来自虚空的变异物种，是敌方的噩梦",
  "Bison": "野牛",
  "The name has nothing to do with its figure. The crown on the single head has an incomparably stiff strength, which can repel the enemy.": "名字和身形毫无关系，单头上的冠状物，有着僵硬无比的强度，可以将敌人击退",
  "Mammoth Spider": "猛犸蛛",
  "Zerg's giant display, with a sharp blade, it can pierce through the enemy's thick armor, and its own defense is also within the top level of Zerg.": "虫族巨型展示，有着锋利的刀刃，可以刺穿敌人厚厚的装甲，自身防御也是虫族顶级的。",
  "Flying Insect": "飞虫",
  "Aerial self-exploding warrior, it can harass the enemy in the air and cause continuous damage.": "空中自爆兵，可以对敌人空中造成骚扰，造成持续伤害",
  "Stalker": "潜行者",
  "They can sneak underground to the enemy's camps and cause objective damage to the enemy.": "可以在地下潜行至敌方后营，对敌方造成客观的伤害",
  "Fearless Warrior": "无畏战士",
  "Heroic and invincible Zerg display, cutting through the enemy queue with sharp dual ninjas.": "英勇无敌的虫族展示，用锋利的双忍切割敌方队列",
  "Cyclops": "独眼王",
  "Air Scout.": "空中侦察兵",
  "Sandworm": "沙虫怪",
  "Ground scout, with a slowing effect.": "地面侦查兵，有减速的效果",
  "Alien": "异形",
  "With hardshell on the back, it can withstand various attacks, and quickly dash to the enemy position for harvesting.": "背上坚硬的外壳可以抵挡多种攻击，让其可以快速突进到敌方进行收割",
  "Carrier": "携带者",
  "An evolved version of the self-exploding monster, with six feet, it can approach enemies faster and then explode, causing tons of damage.": "自爆怪物的进化版，六条脚可以更快速的接近敌方进行爆炸造成成吨伤害",
  "Blackwater": "黑水",
  "A fast-attacking unit on the ground, with its agility and sustained damage capabilities, collective damage is the enemy's nightmare.": "地面快速进攻单位，有这敏捷和持续伤害的物种，成群伤害是敌人的梦魇",
  "Quantum Spider": "量子蛛",
  "Made entirely of quantum energy, it can shoot deadly quantum venom.": "全是由量子能量组成，可以发射致命的量子毒液",
  "antis": "",
  "A Zerg combat unit with a strong jumping ability, it can jump into the front of the enemy to perform powerful attacks.": "跳跃能力极强的虫族战斗单位，可以跃进到敌人面前进行强力攻击",
  "ogue Beast": "",
  "With mutant cells, it can rampage in battle, and will never stop attacking until the end of life.": "有着变异细胞，可以在战斗中横冲直撞，不到生命最后绝不停止攻击",
  "Dismembering Shark": "碎尸鲨",
  "Zerg's flesh warriors can launch first attacks to withstand all damage, but slow mobility makes them not suitable for offensive role.": "虫族的肉装战士，可以发起先攻顶住所有伤害，但迟钝的行动发挥不了攻击作用",
  "Crabworm II": "蟹虫II",
  "Crabworm III": "蟹虫III",
  "Horned Monkey": "犀角猴",
  "With an extremely hard horn, it can stun enemies when approaching.": "坚硬无比的角，可以在接近敌人时造成击晕效果",
  "Shuttler": "穿梭者",
  "The energy tank on their back stores space energy, which can be used to quickly travel through space.": "背后的能量罐储存这太空能量，可以用起使自己快速穿梭于太空",
  "Guard Nolin": "卫士诺林",
  "The sentinel of the Spacemen group, they can quickly send information back to the base, and can also quickly join the battle.": "宇宙组的前哨兵，可以快速将情报回传到基地，也可以快速加入战斗中",
  "Lightsaber Warrior": "光剑战士",
  "The lightsaber is their winning weapon of faith, they can break down most defenses and deal tons of damage. Their light grenades can also cause large scale damage to the enemy.": "光剑是它们的胜利的信仰武器，可以无视多数防御，造成成吨伤害。包括光能手雷也能对敌方造成大面积伤害",
  "Raider I": "突袭者I",
  "They can disguise to approach the enemy, and quickly switch weapons to cause damage to the enemy.": "可以伪装自己接近敌人，快速切换武器对敌人造成伤害",
  "Raider II": "突袭者II",
  "Same as Raider I, but with more objective output ability.": "同为突袭者，有着更客观的输出能力",
  "Bane the Bull": "巨牛贝恩",
  "The most loyal display of the Spacemen group, their ability is average, but their courage to fight is outstanding.": "宇宙组最忠诚的展示，能力水平一般，但勇于作战。",
  "Holding an energy cannon, they love to fight and can cause AOE damage to the enemy.": "手持加农能量炮，可以对敌方造成AOE伤害，",
  "Armored Toad": "披甲绿蟾",
  "The hard armor on their back can resist damage, they are the best choice for the front row. The meteor hammer is the only AOE weapon they use to attack.": "背后坚硬的盔甲可以抵挡伤害，是安排在前排的最优选择，流星锤是他们唯一攻击的AOE武器",
  "Purgatory Bulldog": "炼狱牛头犬",
  "A lunatic from purgatory, as long as he sees the enemy, he will pursue him until the enemy is eliminated.": "来自炼狱的疯子，只要见到敌方将穷追不舍，直到将敌方消灭。",
  "Aoun": "奥恩",
  "Also a high-defense fighter of the Spacemen, they can advance the front-line defense, one enemy at a time, and show no mercy.": "也是宇宙族高防御的战斗兵种，推进不对的前排防御，一口一个敌人，绝不留情。",
  "Wilderness Dragon": "荒厄龙",
  "Aerial combat unit that shoots flames for serious AOE and sustained damage.": "空中战斗单位，可以喷射火焰造成不俗的AOE和持续伤害",
  "Death Rock Dragon": "死亡岩龙",
  "An air combat unit that can inflict poisonous damage to the enemy.": "空中战斗单位，可以对敌方造成剧毒伤害。",
  "Seal Earth Demon": "封印地魔",
  "Strong devouring ability makes it crazy, unable to distinguish between comrades and enemies, only sealing can curl its ability.": "强打的吞噬能力，让其发狂，无法分清敌友，只有封印才能印制其能力",
  "Silver Dragon": "鱼头银龙",
  "Aerial combat unit that can deliver a freezing effect.": "空中战斗单位，可以发出冰封效果",
  "Tidal Fish": "潮汐鱼怪",
  "It looks silly, but it has an extremely flexible body that can use weapons to avoid enemy attacks.": "看似傻乎的外形，但有着极其灵活的身板，可以利用武器躲避敌人的攻击",
  "War Cancer": "战争巨蟹",
  "Absolute defense force on the ground, with the hard shell, they are fearless on the battlefield.": "地面绝对防御部队，坚硬的外壳可以在战场上毫无畏惧",
  "Hammer Dragon": "恶魔爆锤龙",
  "Simple-minded, but absolutely brutal combat unit.": "头脑简单，但绝对野蛮的战斗单位",
  "Sidetail Samurai": "响尾武士",
  "Proficient in swordsmanship, they can quickly cut the enemy, who can only hear the sound but can't see the shadow of the sword, they are the most flexible warriors of Spacemen.": "精通剑术，可以快速切割敌人，只闻剑声不见剑影，宇宙族最灵活的战斗武士",
  "Stonemen": "石头人",
  "Although it looks bulky, the jets under its feet can take it to fly into the sky and smash into the enemy position, causing large-scale damage, and it will shatter itself too.": "虽然看着笨重，但是脚底的喷射器可以让其纵身飞向天空砸向地方地面，造成大面积伤害，但自己也会粉身碎骨。",
  "Carrion sucker": "吸食腐尸",
  "Their mutated arms have long hooks, they can suck blood and energy from enemies once hooked.": "变异的手臂长着长长的勾爪，一旦勾住敌人将吸食它们的血液和能量",
  "Walking Carrion": "暗行腐尸",
  "The walking dead in the dark.": "在黑暗中行动的行尸走肉",
  "Purgatory executioner": "炼狱行刑官",
  "Lord from purgatory, its red body is the blood of all enemies.": "来自炼狱的主宰，通红的身体是所有敌人的鲜血。",
  "Short-tailed dragon": "短尾爪龙",
  "The only giant dragon that can't fly in the Spacemen race, but with its sharp double-edged blades on the ground, it can cause serious damage.": "宇宙族唯一不能飞的巨龙，但是在地面凭借锋利的双刃，可以造成不俗的伤害",
  "Space Juggernaut": "太空主宰",
  "The highest weight unit of the Spacemen family, it has the ability to control the mind and limit the thinking of the enemy.": "宇宙族的最高权重单位，有着控制思想的能力，限制敌人的思维。",
  "Spiked Gorilla": "尖刺巨猩",
  "The spikes on their body are not weapons, but their nuclear explosion energy on the chest can deliver immeasurable damage.": "身上的尖刺不是作战武器，但胸前的核爆能量有着不可估量的伤害",
  "Ice-crystal Dragon ": "冰晶迅龙",
  "The most flexible combat unit in the air, they can deliver frost effect on the enemy.": "空中最灵活的战斗单位，可以对敌人造成冰霜效果",
  "Ghost Guard": "鬼守尸",
  "Small but extremely brutal.": "体型虽小，但极其残暴",
  "Abyss-swallow dragon": "吞渊龙",
  "Like other ancient dragons, it can bring devastating abnormal weather, tornadoes and sandstorms are the signs of its appearance.": "它和其它古龙一样，会带来毁灭性的的异常天候，龙卷和沙尘暴便是其现身的标志。",
  "Pyro Dragon": "炎爆龙",
  "There is flame energy from space energy in its body, and it can shoot huge fire and burns the enemy to ashes.": "体内有着来自太空能量的火焰能量，一口巨火让地方烧为灰烬",
  "Armor crab": "铠岩蟹",
  "A close relative of the War Cancer, with the ability to camouflage and quickly approach the enemy.": "战争巨蟹的近亲，拥有伪装和快速接近敌人的能力",
  "******种族翻译结束********": "******种族翻译结束********",
  "******end*****@gww********": "@gww翻译结束",
  "******start*****@FCY********": "@FCY翻译开始",
  "Copy Succeeded": "复制成功",
  "Recharge Succeeded": "充值成功",
  "Recharge failed": "充值失败",
  "Withdraw Succeeded": "提现成功",
  "Withdraw Failed": "提现失败",
  "Approve Succeeded": "授权成功",
  "Approve Failed": "授权失败",
  "Balance": "余额",
  "Wallet address for transfer-out": "转出钱包地址",
  "Transfer-out": "转出",
  "Copy": "复制",
  "Please enter the recharge amount": "请输入充值数量",
  "Please enter the transfer amount": "请输入转出数量",
  "Confirm Recharge": "确认充值",
  "Approve": "授权",
  "Confirm Transfer-out": "确认转出",
  "After inviting a friend to register a character and open a blind box, you can get 5% of the cost of each blind box opened by your friend as a reward": "邀请好友注册角色，并抽取盲盒后，你能获得好友每次抽盲盒费用的5%作为奖励",
  "Number of invitees": "邀请人数",
  "Rebate": "获得返利",
  "My inviter’s address": "我的邀请地址",
  "Copy Link": "复制链接",
  "Total Ore": "总矿石",
  "Total Population": "总香料",
  "Ore ": "总矿石",
  "Population ": "总人口",
  "Total Energy": "总能量",
  "Energy ": "总能量",
  "Total Capacity": "总产能",
  "Capacity": "总产能",
  "Operate Succeeded": "操作成功",
  "Operate Failed": "操作失败",
  "Combat Power": "战斗力",
  "Alliance looting order: looting in sequence according to the serial number": "联盟掠夺出战顺序，将按照序号升序掠夺",
  "20%+ can join the lootings": "超过20%可参与资源掠夺",
  "Stop Working": "停止工作",
  "Start Working": "开始工作",
  "Stop working to claim": "停止工作才能领取",
  "Claim Freezing": "冻结中",
  "Claim Succeeded": "领取成功",
  "Claim Failed": "领取失败",
  "Resource Production": "资源生产",
  "Extract": "领取资源",
  "Remove Succeeded": "移除成功",
  "Remove Failed": "移除失败",
  "After stopping work, resources will not be produced or consumed. Do you want to stop working?": "停止工作将无法正常生产资源，也不会消耗资源。是否停止工作？",
  "Confirm Stop": "确认停止",
  "The planet is already in the alliance": "该星球已在联盟中",
  "Join Succeeded": "加入成功",
  "Join Failed": "加入失败",
  "All": "全部",
  "Start Cultivating": "开始培育",
  "Planet Cultivation": "星球培育",
  "Payment for Planet Cultivation": "星球培育所需支付",
  "Confirm Cultivating": "确认培育",
  "Strengthen": "强化",
  "Looting Speed": "掠夺速度",
  "Ore Capacity": "矿石产能",
  "Population Capacity": "香料产能",
  "Energy Capacity": "能量产能",
  "Defense Enhancement": "防御加成",
  "Attack Enhancement": "攻击加成",
  "Attack building damage": "攻击建筑伤害",
  "HP Enhancement": "HP加成",
  "Capacity Enhancement": "产能加成",
  "All capacities'speed": "所有产能速度",
  "Building Cost": "建筑成本",
  "All building construction costs": "所有建筑修建费用",
  "Grid": "格子",
  "Upgrading": "升级中",
  "Building Count": "建筑数",
  "Ore": "矿石",
  "Population": "香料",
  "Energy": "能量",
  "Enter the planet token to search": "输入星球token搜索",
  "Loot Resources": "掠夺资源",
  "Planet Alliance": "星球联盟",
  "Planet Box": "星球盲盒",
  "Planet Count": "星球数",
  "Planets in the Planet Alliance cannot be cultivated": "在星球联盟中的星球无法培育",
  "Cultivate Succeeded": "培育成功",
  "Cultivate Failed": "培育失败",
  "Accelerate Failed": "加速失败",
  "Planet already has max strengthen grade": "星球已经是最大强化等级",
  "This planet cannot be cultivated": "当前星球无法培育",
  "The planet is under upgrading, cannot be upgraded now.": "星球升级中，无法升级",
  "Only when the occupancy rate of the planet grid reaches 20% can it be upgraded": "星球格子利用率达到20%才能升级",
  "Recharging": "充值中",
  "Approving": "授权中",
  "The alliance has not changed": "联盟未发生改变",
  "Join in": "一键加入",
  "Save": "保存",
  "loginSigninSearch": "正在查询中...",
  "registerSigninSearch": "正在注册中...",
  "RegistrationCheckBalance": "注册失败，请检查DSG余额是否足够",
  "Battle details": "战报详情",
  "Get Ore": "获得矿石",
  "Get Energy": "获得能量",
  "Attrition combat unit": "损耗战斗单位",
  "Lose Building Durability": "损耗建筑耐久度",
  "Total number of battles": "总战斗场数",
  "Victories": "胜利场数",
  "Number of failed games": "失败场数",
  "Victory": "胜利",
  "Fail": "失败",
  "Alliance has 5 planets": "联盟已有5个星球",
  "HP": "血量",
  "Hit": "命中",
  "Speed": "先手",
  "Miss": "闪避",
  "Crit": "暴击",
  "Wallet": "钱包",
  "InQueueHint": "当前星球存在任务队列, 加入行星联盟将会取消此行星所有任务队列，是否确认选择此行星？",
  "******end*****@FCY********": "@FCY翻译结束",
  "Connect Wallet": "链接钱包",
  "新手引导": "新手引导",
  "Click repair.": "点击修复。",
  "Click to repair the durability of the planet.": "点击修复该星球耐久度。",
  "After the battle, the planet will lose its durability. It needs immediate repair to ensure planet exploration.": "战斗后，星球会有耐久度的损耗，需要即时修复才能保证星球探索。",
  "Here are the details of the battle report of the current battle process.": "这里是当前战斗过程的战报详情。",
  "Here is the basic information of the opponent.": "这里是对战方的基础信息。",
  "Here are all HP values of our camp. If it is empty, it will fail.": "这里是我方阵营的全体HP值，如果为空则失败。",
  "Here is your battle information.": "这里是您的战斗信息。",
  "Click to view battle details.": "点击查看战斗详情。",
  "Commander! The latest battle situation of the alliance has been generated. Click to view it.": "指挥官! 联盟最新的战斗情况已生成，点击查看。",
  "The user needs to pop up the rule introduction for the first two interstellar explorations.": "用户前2次星际探索，都需要弹出规则介绍。",
  "Commander, you are ready for interstellar exploration.": "指挥官您已准备就绪，现在开始星际探索。",
  "Click add all available planets.": "点击添加所有可用星球。",
  "You need at least 2 more planets to explore. Please add other planets. The more you add, the greater the success rate of plundering resources.": "至少还需要2个星球才可以进行探索，请添加其他星球，添加越多掠夺资源成功率越大。",
  "Click to select the planet.": "点击选择星球。",
  "Click to select a planet and join the alliance.": "点击选择一个星球，加入联盟。",
  "Here are the resources and combat power of the Star Alliance, as well as the available assets contained.": "这里展示为星球联盟的资源和战力，以及包含的可用资产等。",
  "Interstellar exploration needs to be composed of 3 ~ 5 planets, and interstellar exploration can explore more resources.": "星际探索需要5个星球组成才可进行，星际探索可以发掘更多资源。",
  "Click to enter the Star Alliance to start interstellar exploration": "点击进入星球联盟，开始星际探索",
  "Here is the total capacity and resources of all your planets.": "这里是您所有星球的总产能与资源。",
  "This is your token asset.": "这是您的代币资产。",
  "All right, deployment is over! Here is the order of attack in combat.": "好了，部署结束!这里是作战时的攻击顺序。",
  "Now start to arrange the formation, drag the combat units and place them in our combat area, and the reasonable deployment position is the only key": "现在开始布阵，拖住战斗单位放置我方作战区域上，合理的部署位置才是只剩关键",
  "The basic attributes and capability cobweb of the current combat unit can be upgraded to improve the capability.": "当前战斗单位的基础属性和能力蛛网图， 可以通过升级提升能力。",
  "The operation animation of the current combat unit can understand its operation mode.": "当前战斗单位的作战示意动画，可以了解其作战方式。",
  "Click to learn more about combat units.": "点击了解战斗单位详情。",
  "This is the list of combat units you can fight now.": "这是你当前可以上阵的战斗单位列表。",
  "In the battle array interface, the enemy and ourselves are divided into two battle areas, and the combat units are deployed strategically to achieve victory.": "战斗布阵界面，敌我双方分为两个作战区域，用策略部署战斗单位，达到胜利。",
  "Cultivation can greatly improve its combat effectiveness and capacity acquisition, including the growth of various attributes": "培育可以大幅提升它的战斗力和产能获取，包括各项属性的增长",
  "Upgrading the planet can build higher-level buildings and improve the basic attributes of the planet.": "升级星球可以建造更高等级的建筑， 提升星球的基础属性。",
  "Continue to build a building.": "继续建造一个建筑。",
  "Start to create the first building of the planet and drag the building to the right place on the chessboard.": "开始创建星球的第一个建筑，拖住建筑放置到棋盘合适的地方。",
  "This is the energy tank of the planet. It is the core building for resource management. It can supplement its resources and store the resources plundered by the stars.": "这里是星球的能量罐，是管理资源的核心建筑，可以对其补充资源，亦可储存星际掠夺的资源。",
  "The construction list will show the units that can be built, including consumption, type, capacity, etc": "建造列表会展示可以建造的单位，包括消耗，类型，产能等",
  "Each planet has a built grid, and the number of grids is linked to the quality. Reasonable construction strategy is also one of the ways to win.": "每个星球都有建造格子，格子数量与品质挂钩。合理的建造策略，也是致胜的方法之一。",
  "The left navigation can manage the upgrading, cultivation and array arrangement of the planet.": "左侧导航可以对星球升级，培育，布阵等进行管理。",
  "Each planet has its own production capacity and resources, which comes from the construction strategy of buildings.": "每个星球都有自己的产能和资源，来源于建筑的建造策略。",
  "Now let's start running the planet~": "接下来让我们开始经营星球吧~",
  "The additional attribute information of the planet is closely related to the operation and combat of the whole planet, which can be improved through cultivation.": "星球的额外属性信息，对整个星球的经营与战斗都有密切关系，可通过培育提升。",
  "Here is the attribute information of the planet. The quality determines the attribute, and the number of grids also determines the number of planets built.": "这里是星球的属性信息，品质决定属性，格子数也决定了星球的建造数。",
  "Great. Congratulations on your first planet. This is the dominant race of the planet, and each race has its own characteristics.": "太好了，恭喜获得第一个星球。这是星球的主宰种族，每个种族间有各自的特性。",
  "Click the button to start the star sea immediately~~": "点击按钮，立即开始星辰大海~",
  "Let's open the first planet": "让我们开启第一个星球吧",
  "Commander! To start a journey to the planet, you need to have your own planet. The following box can open planets of different quality, and the quality of the planet determines the comprehensive strength.": "指挥官!开启星球之旅，需要拥有自己的星球。下面盒子可以开出不同品质星球，星球品质决定着综合实力。",
  "Commander, give yourself the name of a fleet!": "指挥官，给自己像一个舰队名称吧!",
  "Click to enter the next step": "点击确认进入下一步",
  "Attack distance": "攻击距离",
  "Moving distance": "移动距离",
  "Burst": "爆发",
  "Defense": "防御",
  "Treatment": "治疗",
  "Control": "控制",
  "Auxiliary": "辅助",
  "Motility": "机动性",
  "Attack Order": "攻击顺序",
  "Attack": "攻击力",
  "hit": "命中",
  "firstMove": "先手",
  "dodge": "闪避",
  "Total Building": "总建筑物",
  "Red Side": "红色方",
  "Blue Side": "蓝色方",
  "Plunder information panel": "掠夺信息面板",
  "Our actions": "我方行动",
  "Enemy actions": "敌方行动",
  "Click Add planet.": "点击添加星球。",
  "Click on the planet list.": "点击星球列表。",
  "translationLast": "translationLast",
  "translationEnd": "translationEnd",
  "******start*****@kksam********": "@kksam翻译开始",
  "planetMenuBuilding": "星球建造",
  "planetMenuUpgrade": "星球升级",
  "planetMenuGrow": "星球培育",
  "planetMenuEmbattle": "战斗布阵",
  "planetMenuLooting": "掠夺信息",
  "planetBuildingTypeBusinessClass": "经营类",
  "planetBuildingTypeCombatClass": "战斗类",
  "planetTipsFail1": "当前建筑不能放置",
  "planetTipsSaveSuccess": "保存成功",
  "planetPleaseSelectbuilding": "请选中建筑",
  "planetSave": "保存",
  "planetBuildingUpgrades": "建筑升级",
  "planetDestroy": "销毁",
  "planetDestroyBuilding": "摧毁建筑",
  "planetDragBuildingDesiredGrid": "拖动建筑到需要的格子上",
  "planetDestroyedSuccessfully": "销毁成功",
  "planetBuildingBeingUpgraded": "建筑升级中",
  "planetHPValue": "HP值",
  "planetDurability": "耐久度",
  "planetDefenseValue": "防御值",
  "planetAttackValue": "攻击值",
  "planetEnergyConsumption": "能量消耗",
  "planetPopulationConsumption": "香料消耗",
  "planetResourcesProducedPlanetaryBuildings": "作用：储存星球建筑产出的所有资源",
  "planetPopulationRequiredUpgrade%value%people": "升级所需香料：%value%",
  "planetModalTitleRepairDurability": "修复耐久",
  "planetModalRepairAllDurabilityFee": "修复所有耐久需支付",
  "planetPopulation": "香料",
  "planetConfirmRepair": "确认修复",
  "planetQuickFixSuccessful": "快速修复成功",
  "planetQuickUpgradeSuccessfully": "快速升级成功",
  "planetModalDestroyBuilding": "摧毁建筑",
  "planetDetailsTypeEffect": " 作用：",
  "planetDetailsType1": "储存星球建筑产出的所有资源",
  "planetConfirmDestroy": "确认摧毁",
  "planetModalBuildingUpgrades": "建筑升级",
  "planetModalPaymentBuildingUpgrades": "建筑升级所需支付",
  "GuideModalTips": "温馨提示",
  "GuideModalText": "下次登录是否继续上次的教程？",
  "GuideModalButtonConfirn": "跳过本次",
  "GuideModalButtonClose": "永久关闭",
  "BuffBonus": "BUFF加成",
  "BuffBonustitle": "行星培育和建造BUFF 建筑都可以提供加成",
  "One-clickRepair": "一键修复",
  "BuildUpgradeQueue": "建造/升级队列",
  "avequeue": "保存队列",
  "Building...": "建造中...",
  "Preparing...": "准备中...",
  "TimeLeft": "剩余时间（%time%）",
  "NotYetBuilt": "尚未建筑",
  "DuringUpgrade": "升级中",
  "Cancel": "取消",
  "CancelUpgrade": "取消升级",
  "LevelPreview": "Lv %level% 预览",
  "ConstructionRequirements": "建造要求",
  "TimeCnsumingBuild": "建造耗时（%time%）",
  "EnergyRequiredBuild": "建造所需能量：%value%",
  "OreRequiredConstruction": "建造所需矿石：%value%",
  "SpicesNeededToBuild": "建造所需香料：%value%",
  "TimeConsumingUpgrade": "升级耗时（%time%）",
  "EnergyRequiredUpgrade": "升级所需能量：%value%",
  "SpiceRequiredUpgrade": "升级所需香料：%value%",
  "OreRequiredUpgrade": "升级所需矿石：%value%",
  "One-click replenishment of storage tank energy, and resources can be deployed faster": "一键补充储存罐能量， 可以更快的部署资源。",
  "One-click repair durability, you can repair the durability of all buildings on the planet faster": "一键修复耐久， 可以更快修复行星上所有建筑的耐久度。",
  "successful purchase": "购买成功",
  "Benefit": "益处",
  "supplementary storage tank": "补充储存罐",
  "building queue": "建筑队列位",
  "Simultaneous jobs (upgrades/builds)": "同时工作数(升级/建造)",
  "Building Repair Durability": "建筑修复耐久度",
  "Planet Expeditions": "星球探索次数",
  "single supplement": "单一补充",
  "One-click supplement": "一键补充",
  "single fix": "单一修复",
  "One-click repair": "一键修复",
  "Expire on": "到期日",
  "You are not yet a VIP, you can get more benefits after upgrading to VIP": "你还不是VIP，升级VIP后可获得更多好处",
  "Income: 100% for the first 3 times and 50% for the last time": "收益:前3次100%最后1次50%",
  "Joining the task queue costs resources and cannot be cancelled. Whether to confirm to join the current task": "加入任务队列会支出资源，并无法被取消。是否确认加入当前任务",
  "This feature is a VIP benefit, please upgrade to VIP": "该功能为VIP权益，请升级为VIP。",
  "Become VIP": "购买Vip",
  "The current queue is full": "当前队列已经满了",
  "******end*****@kksam********": "@kksam翻译结束",
  "*************HTTP-ERROR start******": "*************HTTP-ERROR start******",
  "http-error-network": "Network error. Please try again later",
  "http-error-200001": "不是行星拥有者",
  "http-error-200002": "行星状态错误",
  "http-error-200003": "无法找到基础建筑编号",
  "http-error-200004": "行星联盟没有开始工作",
  "http-error-200005": "掠夺次数超过三次",
  "http-error-200006": "更新行星强化结果失败",
  "http-error-200007": "星球正在升级无法工作",
  "http-error-200008": "星球正在强化无法工作",
  "http-error-200009": "星球升级失败，建筑等级不足",
  "http-error-200010": "星球升级失败，已达到最大等级",
  "http-error-200011": "星球强化记录不存在",
  "http-error-200012": "星球升级记录不存在",
  "http-error-200013": "星球升级未完成",
  "http-error-200014": "星球升级失败",
  "http-error-200015": "强化失败",
  "http-error-200016": "星球处于联盟中不能强化",
  "http-error-200017": "星球强化失败，已达到最大等级",
  "http-error-200018": "星球升级失败，网格占用不足",
  "http-error-200019": "星球升级失败，网格占用不足",
  "http-error-200020": "行星联盟成员数量太少 ",
  "http-error-200022": "星球不满足强化条件 ",
  "http-error-200032": "BNB不足,行星强化失败",
  "http-error-200036": "资源不足",
  "http-error-300001": "无效的建筑物位置,位置和大小不一致",
  "http-error-300002": "只允许建造登记为1的建筑",
  "http-error-300003": "无法找建筑id",
  "http-error-300010": "储存罐冷却中",
  "http-error-300011": "储存罐超过最大充值数量",
  "http-error-300012": "建筑正在升级无法工作",
  "http-error-300013": "建筑正在恢复耐久无法工作",
  "http-error-300014": "建筑升级失败",
  "http-error-300015": "建筑恢复耐久失败",
  "http-error-300016": "建筑升级失败，已达到最大等级",
  "http-error-300017": "建筑升级失败，已达到最大等级",
  "http-error-300030": "行星处于行星联盟中，建筑不能加入工作队列",
  "http-error-400001": "获取用户信息失败",
  "http-error-500001": "星系恒星还在保护器内",
  "http-error-500002": "星系已经拥有者",
  "http-error-1000001": "游戏初始化失败",
  "http-error-1000002": "设置游戏单位失败",
  "http-error-400004": "BOX余额不足",
  "http-error-400008": "BNB余额不足",
  "http-error-400010": "资源不足",
  "http-error-400011": "BOX余额不足",
  "http-error-200031": "升级所消耗的资源不足",
  "*************HTTP-ERROR end******": "*************HTTP-ERROR end******"
}